<?php
/**
 * 主要用于设置中奖概率v、对应的奖品数量num
 * 说明：
 *     id 奖项标识
 *     prize 奖项名称
 *     num 奖项能够中得的数量
 *     v 奖项中奖率（占总奖项的百分比）
 */
return array(
    '0' => array(
        'id'    => 1,
        // 'min' => 1,
        // 'max' => 29,
        'prize' => '一等奖',
        'num'   => 10,
        'v'     => 3
    ),
    '1' => array(
        'id'    => 2,
        // 'min' => 302,
        // 'max' => 328,
        'prize' => '二等奖',
        'num'   => 50,
        'v'     => 14
    ),
    '2' => array(
        'id'    => 3,
        // 'min' => 242,
        // 'max' => 268,
        'prize' => '三等奖',
        'num'   => 300,
        'v'     => 53
    ),
    '3' => array(
        'id'    => 4,
        // 'min' => array(32,92,152,212,272,332),
        // 'max' => array(58,118,178,238,298,358),
        'prize' => '谢谢参与',
        'num'   => 500,
        'v'     => 30
    )
);
